Repository: showi/pyobuz
Catalog: pyobuz/locale/*.UTF-8/LC_MESSAGES/qobuz.po
Languages: fr_fr

source: Add track(s) to favorite
fr_fr: Ajout de pistes au favoris

source: Cannot add track(s) to favorite
fr_fr: Impossible d'ajouter ces pistes au favoris

source: Add album(s) to favorite
fr_fr: Ajout d'album(s) au favoris

source: Cannot add album(s) to favorite
fr_fr: Ajout d'album(s) au favoris impossible

source: Add artist(s) to favorite
fr_fr: Ajout d'artiste(s) au favoris

source: Similar artists
fr_fr: Artiste similaire

source: Featured album
fr_fr: Actualités

source: Search
fr_fr: Recherche

source: Search artist
fr_fr: Recherche d'artistes

source: Search album
fr_fr: Recherche d'albums

source: Search song
fr_fr: Recherche de morceaux

source: Erase all data from cache
fr_fr: Effacer tout le cache

source: Erase old data from cache
fr_fr: Efface les vielles données du cache

source: News
fr_fr: Nouveautées

source: Press awards
fr_fr: Prix de la presse

source: Best sellers
fr_fr: Meilleur vente

source: Editor picks
fr_fr: Choix de l'editeur

source: Most featured
fr_fr: Les plus écoutés

source: Classical
fr_fr: Classique

source: Historical documents / Litterature / Humor
fr_fr: Documents historique / Littérature / Humour

source: Childs / Karakoke / Ambiance
fr_fr: Enfance / Karaoké / Ambiance

source: Movie soundtracks
fr_fr: Bande original de film

source: World music
fr_fr: Musique du monde

source: All
fr_fr: Tous

source: Recommendation
fr_fr: Recommandation

source: tracks
fr_fr: Pistes

source: artists
fr_fr: Artistes

source: Favorites
fr_fr: Favoris

source: Remove track from favorite
fr_fr: Enlever la piste des favoris

source: Remove album from favorite
fr_fr: Enlever l'album des favoris

source: Remove artist from favorite
fr_fr: Enlever l'artiste des favoris

source: %s's friend
fr_fr: Amis de %s

source: Friend
fr_fr: Amis

source: Friend / %s
fr_fr: Amis / %s

source: User playlists
fr_fr: Mes listes de lecture

source: New playlist
fr_fr: Nouvelle liste de lecture

source: Public playlists
fr_fr: Liste de lecture publique

source: Purchases
fr_fr: Achats

source: Playlist
fr_fr: List de lecture

source: Delete playlist
fr_fr: Effacer la liste de lecture

source: Rename playlist
fr_fr: Renommer la liste de lecture

source: Set as current playlist
fr_fr: Définir comme liste de lecture courante
